Repository: python/pootle-python-org-backup
Catalog: tmxes/ru/about.tmx
Source language: en
Languages: ru

source: About these documents
ru: Об этой документации

source: These documents are generated from `reStructuredText`_ sources by `Sphinx`_, a document processor specifically written for the Python documentation.
ru: Эта документация была сгенерирована с помощью `Sphinx`_ из исходных текстов в формате `reStructuredText`_. `Sphinx`_ - процессор документов, созданный специально для документации Python.

source: Development of the documentation and its toolchain takes place on the docs@python.org mailing list. We're always looking for volunteers wanting to help with the docs, so feel free to send a mail there!
ru: Обсуждение разработки документации и набора инструментов для работы с ней происходит в списке рассылки docs@python.org. Мы всегда рады добровольцам, желающим помочь с документацией, поэтому не стесняйтесь отправлять туда письма!

source: Many thanks go to:
ru: Мы выражаем особую благодарность:

source: Fred L. Drake, Jr., the creator of the original Python documentation toolset and writer of much of the content;
ru: Фреду Л.Дрейку младшему, создателю изначального инструментария документации Python и автору значительной части материала;

source: the `Docutils <http://docutils.sf.net/>`_ project for creating reStructuredText and the Docutils suite;
ru: проекту `Docutils <http://docutils.sf.net/>`, за создание reStructuredText и набора инструментов Docutils;

source: Fredrik Lundh for his `Alternative Python Reference <http://effbot.org/zone/pyref.htm>`_ project from which Sphinx got many good ideas.
ru: Фредерику Ландху, за его проект "Альтернативная документация для Python", из которого Sphinx почерпнул много хороших идей.

source: See :ref:`reporting-bugs` for information how to report bugs in this documentation, or Python itself.
ru: Для информации о том, как докладывать об ошибках в этой документации или в самом Python - cм. :ref:`reporting-bugs`.

source: Contributors to the Python Documentation
ru: Внёсшие вклад в Документацию Python

source: This section lists people who have contributed in some way to the Python documentation. It is probably not complete -- if you feel that you or anyone else should be on this list, please let us know (send email to docs@python.org), and we'll be glad to correct the problem.
ru: В этом разделе перечислены люди, каким-либо образом внёсшие вклад в документацию Python. Список вероятно неполон - если вы считаете, что ваше или чьё-то ещё имя должно быть в этом списке, пожалуйста дайте нам знать (пошлите электронное письмо в docs@python.org), и мы с радостью это исправим.
